
=======================================
Выполняется расчет Pвтд для участка газопровода в заданных границах
Выполнен расчет для участка МГ от трубы № 10 до трубы № 14730
Повреждённость соединительных деталей линейного участка (ф. 5.9 СТО 292): 0
Повреждённость линейного участка МГ от вмятин и гофр (ф. 5.8 СТО 292): 0
Повреждённость линейного участка МГ от от дефектов КСС (ф. 5.10 СТО 292): 0,007
Pвтд= 0,006
1473;36;3,027;0,002;0;0;0;0;0;0;0,002;14;10,857;0,007;0,006;0;0;0,006
=======================================
Повреждённость локального участка от коррозии >15 % (ф. 5.3 СТО 292): 0
Количество коррозионных дефектов глубиной >15 % : 0
=======================================
Повреждённость локального участка от коррозии >30 % (ф. 5.3 СТО 292): 0
Количество коррозионных дефектов глубиной >30 % : 0
Плотность дефектов > 30%: 0
=======================================
Повреждённость локального участка от коррозии (все корр. деф.)  (ф. 5.3 СТО 292): 2,955
Количество коррозионных дефектов : 49
Плотность коррозионных дефектов: 4
=======================================
Доля труб с дефектами потери металла, %: 2,444
Максимальная глубина дефекта потери металла: 16
Плотность дефектов > 15%: 0
Доля труб с дефектами геометрии, %: 0
Общее количество тройников: 3
Количество дефектных тройников: 0
======================================= 
Количество дефектных труб в кожухах: 0
Количество аномальных поперечных швов: 14
Количество аномальных продольных швов: 35
15;0;0;0;0;0;2,955;49;4;2,444;16;0;0;3;0;0;14;35
=======================================
Выполняется расчет Pвтд для участка газопровода в заданных границах
Выполнен расчет для участка МГ от трубы № 14730 до трубы № 36160
Повреждённость соединительных деталей линейного участка (ф. 5.9 СТО 292): 0
Повреждённость линейного участка МГ от вмятин и гофр (ф. 5.8 СТО 292): 0
Повреждённость линейного участка МГ от от дефектов КСС (ф. 5.10 СТО 292): 0,024
Pвтд= 0,014
2146;64;5,745;0,003;0;0;0;0;0;0;0,003;65;50,557;0,024;0,02;0;0;0,014
=======================================
Повреждённость локального участка от коррозии >15 % (ф. 5.3 СТО 292): 0,156
Количество коррозионных дефектов глубиной >15 % : 1
=======================================
Повреждённость локального участка от коррозии >30 % (ф. 5.3 СТО 292): 0
Количество коррозионных дефектов глубиной >30 % : 0
Плотность дефектов > 30%: 0
=======================================
Повреждённость локального участка от коррозии (все корр. деф.)  (ф. 5.3 СТО 292): 1,894
Количество коррозионных дефектов : 25
Плотность коррозионных дефектов: 1
=======================================
Доля труб с дефектами потери металла, %: 2,982
Максимальная глубина дефекта потери металла: 32
Плотность дефектов > 15%: 0
Доля труб с дефектами геометрии, %: 0
Общее количество тройников: 4
Количество дефектных тройников: 1
======================================= 
Количество дефектных труб в кожухах: 0
Количество аномальных поперечных швов: 65
Количество аномальных продольных швов: 6
15;0,156;1;0;0;0;1,894;25;1;2,982;32;0;0;4;1;0;65;6
=======================================
Выполняется расчет Pвтд для участка газопровода в заданных границах
Выполнен расчет для участка МГ от трубы № 36160 до трубы № 52114
Повреждённость соединительных деталей линейного участка (ф. 5.9 СТО 292): 0
Повреждённость линейного участка МГ от вмятин и гофр (ф. 5.8 СТО 292): 0
Повреждённость линейного участка МГ от от дефектов КСС (ф. 5.10 СТО 292): 0,118
Pвтд= 0,07
1567;170;18,241;0,012;0;0;0;0;0;0;0,012;205;185,065;0,118;0,1;0;0;0,07
=======================================
Повреждённость локального участка от коррозии >15 % (ф. 5.3 СТО 292): 8,308
Количество коррозионных дефектов глубиной >15 % : 44
=======================================
Повреждённость локального участка от коррозии >30 % (ф. 5.3 СТО 292): 0,738
Количество коррозионных дефектов глубиной >30 % : 2
Плотность дефектов > 30%: 0
=======================================
Повреждённость локального участка от коррозии (все корр. деф.)  (ф. 5.3 СТО 292): 51,936
Количество коррозионных дефектов : 583
Плотность коррозионных дефектов: 65
=======================================
Доля труб с дефектами потери металла, %: 10,849
Максимальная глубина дефекта потери металла: 42
Плотность дефектов > 15%: 5
Доля труб с дефектами геометрии, %: 0
Общее количество тройников: 3
Количество дефектных тройников: 0
======================================= 
Количество дефектных труб в кожухах: 0
Количество аномальных поперечных швов: 205
Количество аномальных продольных швов: 16
15;8,308;44;0,738;2;0;51,936;583;65;10,849;42;5;0;3;0;0;205;16
=======================================
Выполняется расчет Pвтд для участка газопровода в заданных границах
Выполнен расчет для участка МГ от трубы № 52114 до трубы № 85424
Повреждённость соединительных деталей линейного участка (ф. 5.9 СТО 292): 0
Повреждённость линейного участка МГ от вмятин и гофр (ф. 5.8 СТО 292): 0,001
Повреждённость линейного участка МГ от от дефектов КСС (ф. 5.10 СТО 292): 0,107
Pвтд= 0,076
3367;722;78,001;0,023;0;0;3;2,506;0,001;0;0,024;415;360,055;0,107;0,091;0;0;0,076
=======================================
Повреждённость локального участка от коррозии >15 % (ф. 5.3 СТО 292): 67,833
Количество коррозионных дефектов глубиной >15 % : 348
=======================================
Повреждённость локального участка от коррозии >30 % (ф. 5.3 СТО 292): 3,657
Количество коррозионных дефектов глубиной >30 % : 10
Плотность дефектов > 30%: 0
=======================================
Повреждённость локального участка от коррозии (все корр. деф.)  (ф. 5.3 СТО 292): 358,121
Количество коррозионных дефектов : 3916
Плотность коррозионных дефектов: 130
=======================================
Доля труб с дефектами потери металла, %: 21,443
Максимальная глубина дефекта потери металла: 40
Плотность дефектов > 15%: 12
Доля труб с дефектами геометрии, %: 0,089
Общее количество тройников: 2
Количество дефектных тройников: 0
======================================= 
Дефектный стык № 68380 внутри кожуха
Дефектный стык № 77040 внутри кожуха
Количество дефектных труб в кожухах: 2
Дефектный стык № 68380 внутри кожуха
Дефектный стык № 77040 внутри кожуха
Количество аномальных поперечных швов: 415
Количество аномальных продольных швов: 25
15;67,833;348;3,657;10;0;358,121;3916;130;21,443;40;12;0,089;2;0;2;415;25
=======================================
Выполняется расчет Pвтд для участка газопровода в заданных границах
Выполнен расчет для участка МГ от трубы № 85424 до трубы № 101280
Повреждённость соединительных деталей линейного участка (ф. 5.9 СТО 292): 0
Повреждённость линейного участка МГ от вмятин и гофр (ф. 5.8 СТО 292): 0
Повреждённость линейного участка МГ от от дефектов КСС (ф. 5.10 СТО 292): 0,002
Pвтд= 0,006
1590;87;7,747;0,005;0;0;0;0;0;0;0,005;4;3,221;0,002;0,002;0;0;0,006
=======================================
Повреждённость локального участка от коррозии >15 % (ф. 5.3 СТО 292): 3,097
Количество коррозионных дефектов глубиной >15 % : 16
=======================================
Повреждённость локального участка от коррозии >30 % (ф. 5.3 СТО 292): 0
Количество коррозионных дефектов глубиной >30 % : 0
Плотность дефектов > 30%: 0
=======================================
Повреждённость локального участка от коррозии (все корр. деф.)  (ф. 5.3 СТО 292): 15,386
Количество коррозионных дефектов : 166
Плотность коррозионных дефектов: 9
=======================================
Доля труб с дефектами потери металла, %: 5,472
Максимальная глубина дефекта потери металла: 24
Плотность дефектов > 15%: 1
Доля труб с дефектами геометрии, %: 0
Общее количество тройников: 3
Количество дефектных тройников: 0
======================================= 
Количество дефектных труб в кожухах: 0
Количество аномальных поперечных швов: 4
Количество аномальных продольных швов: 35
15;3,097;16;0;0;0;15,386;166;9;5,472;24;1;0;3;0;0;4;35
=======================================
Выполняется расчет Pвтд для участка газопровода в заданных границах
Выполнен расчет для участка МГ от трубы № 101280 до трубы № 123930
Повреждённость соединительных деталей линейного участка (ф. 5.9 СТО 292): 0
Повреждённость линейного участка МГ от вмятин и гофр (ф. 5.8 СТО 292): 0
Повреждённость линейного участка МГ от от дефектов КСС (ф. 5.10 СТО 292): 0,003
Pвтд= 0,006
2266;118;9,949;0,004;0;0;0;0;0;0;0,004;7;5,712;0,003;0,002;0;0;0,006
=======================================
Повреждённость локального участка от коррозии >15 % (ф. 5.3 СТО 292): 0
Количество коррозионных дефектов глубиной >15 % : 0
=======================================
Повреждённость локального участка от коррозии >30 % (ф. 5.3 СТО 292): 0
Количество коррозионных дефектов глубиной >30 % : 0
Плотность дефектов > 30%: 0
=======================================
Повреждённость локального участка от коррозии (все корр. деф.)  (ф. 5.3 СТО 292): 1,778
Количество коррозионных дефектов : 27
Плотность коррозионных дефектов: 1
=======================================
Доля труб с дефектами потери металла, %: 5,207
Максимальная глубина дефекта потери металла: 26
Плотность дефектов > 15%: 0
Доля труб с дефектами геометрии, %: 0
Общее количество тройников: 3
Количество дефектных тройников: 0
======================================= 
Количество дефектных труб в кожухах: 0
Количество аномальных поперечных швов: 7
Количество аномальных продольных швов: 39
15;0;0;0;0;0;1,778;27;1;5,207;26;0;0;3;0;0;7;39
=======================================
Выполняется расчет Pвтд для участка газопровода в заданных границах
Выполнен расчет для участка МГ от трубы № 123930 до трубы № 124910
Повреждённость соединительных деталей линейного участка (ф. 5.9 СТО 292): 0
Повреждённость линейного участка МГ от вмятин и гофр (ф. 5.8 СТО 292): 0
Повреждённость линейного участка МГ от от дефектов КСС (ф. 5.10 СТО 292): 0,006
Pвтд= 0,006
102;5;0,377;0,004;0;0;0;0;0;0;0,004;1;0,562;0,006;0,005;0;0;0,006
=======================================
Повреждённость локального участка от коррозии >15 % (ф. 5.3 СТО 292): 0
Количество коррозионных дефектов глубиной >15 % : 0
=======================================
Повреждённость локального участка от коррозии >30 % (ф. 5.3 СТО 292): 0
Количество коррозионных дефектов глубиной >30 % : 0
Плотность дефектов > 30%: 0
=======================================
Повреждённость локального участка от коррозии (все корр. деф.)  (ф. 5.3 СТО 292): 0
Количество коррозионных дефектов : 0
Плотность коррозионных дефектов: 0
=======================================
Доля труб с дефектами потери металла, %: 4,902
Максимальная глубина дефекта потери металла: 10
Плотность дефектов > 15%: 0
Доля труб с дефектами геометрии, %: 0
Общее количество тройников: 6
Количество дефектных тройников: 0
======================================= 
Количество дефектных труб в кожухах: 0
Количество аномальных поперечных швов: 1
Количество аномальных продольных швов: 1
15;0;0;0;0;0;0;0;0;4,902;10;0;0;6;0;0;1;1
=======================================
Выполняется расчет Pвтд для участка газопровода в заданных границах
Выполнен расчет для участка МГ от трубы № 124910 до трубы № 130531
Повреждённость соединительных деталей линейного участка (ф. 5.9 СТО 292): 0
Повреждённость линейного участка МГ от вмятин и гофр (ф. 5.8 СТО 292): 0
Повреждённость линейного участка МГ от от дефектов КСС (ф. 5.10 СТО 292): 0,014
Pвтд= 0,014
563;50;3,724;0,007;0;0;1;0,165;0;0;0,007;9;7,805;0,014;0,012;0;0;0,014
=======================================
Повреждённость локального участка от коррозии >15 % (ф. 5.3 СТО 292): 0
Количество коррозионных дефектов глубиной >15 % : 0
=======================================
Повреждённость локального участка от коррозии >30 % (ф. 5.3 СТО 292): 0
Количество коррозионных дефектов глубиной >30 % : 0
Плотность дефектов > 30%: 0
=======================================
Повреждённость локального участка от коррозии (все корр. деф.)  (ф. 5.3 СТО 292): 0,261
Количество коррозионных дефектов : 3
Плотность коррозионных дефектов: 0
=======================================
Доля труб с дефектами потери металла, %: 8,881
Максимальная глубина дефекта потери металла: 17
Плотность дефектов > 15%: 0
Доля труб с дефектами геометрии, %: 0,178
Общее количество тройников: 2
Количество дефектных тройников: 0
======================================= 
Количество дефектных труб в кожухах: 0
Количество аномальных поперечных швов: 9
Количество аномальных продольных швов: 8
15;0;0;0;0;0;0,261;3;0;8,881;17;0;0,178;2;0;0;9;8

********************На всякий случай************************

=======================================
Выполняется расчет Pвтд для участка газопровода в заданных границах
Выполнен расчет для участка МГ от трубы № 123930 до трубы № 124390
Повреждённость соединительных деталей линейного участка (ф. 5.9 СТО 292): 0
Повреждённость линейного участка МГ от вмятин и гофр (ф. 5.8 СТО 292): 0
Повреждённость линейного участка МГ от от дефектов КСС (ф. 5.10 СТО 292): 0,011
Pвтд= 0,008
50;2;0,123;0,002;0;0;0;0;0;0;0,002;0;0,562;0,011;0,01;0;0;0,008
=======================================
Повреждённость локального участка от коррозии >15 % (ф. 5.3 СТО 292): 0
Количество коррозионных дефектов глубиной >15 % : 0
=======================================
Повреждённость локального участка от коррозии >30 % (ф. 5.3 СТО 292): 0
Количество коррозионных дефектов глубиной >30 % : 0
Плотность дефектов > 30%: 0
=======================================
Повреждённость локального участка от коррозии (все корр. деф.)  (ф. 5.3 СТО 292): 0
Количество коррозионных дефектов : 0
Плотность коррозионных дефектов: 0
=======================================
Доля труб с дефектами потери металла, %: 4
Максимальная глубина дефекта потери металла: 7
Плотность дефектов > 15%: 0
Доля труб с дефектами геометрии, %: 0
Общее количество тройников: 3
Количество дефектных тройников: 0
======================================= 
Количество дефектных труб в кожухах: 0
Количество аномальных поперечных швов: 0
Количество аномальных продольных швов: 0
15;0;0;0;0;0;0;0;0;4;7;0;0;3;0;0;0;0
=======================================
Выполняется расчет Pвтд для участка газопровода в заданных границах
Выполнен расчет для участка МГ от трубы № 124390 до трубы № 124910
Повреждённость соединительных деталей линейного участка (ф. 5.9 СТО 292): 0
Повреждённость линейного участка МГ от вмятин и гофр (ф. 5.8 СТО 292): 0
Повреждённость линейного участка МГ от от дефектов КСС (ф. 5.10 СТО 292): 0
Pвтд= 0,005
53;3;0,254;0,005;0;0;0;0;0;0;0,005;0;0;0;0;0;0;0,005
=======================================
Повреждённость локального участка от коррозии >15 % (ф. 5.3 СТО 292): 0
Количество коррозионных дефектов глубиной >15 % : 0
=======================================
Повреждённость локального участка от коррозии >30 % (ф. 5.3 СТО 292): 0
Количество коррозионных дефектов глубиной >30 % : 0
Плотность дефектов > 30%: 0
=======================================
Повреждённость локального участка от коррозии (все корр. деф.)  (ф. 5.3 СТО 292): 0
Количество коррозионных дефектов : 0
Плотность коррозионных дефектов: 0
=======================================
Доля труб с дефектами потери металла, %: 5,66
Максимальная глубина дефекта потери металла: 10
Плотность дефектов > 15%: 0
Доля труб с дефектами геометрии, %: 0
Общее количество тройников: 3
Количество дефектных тройников: 0
======================================= 
Количество дефектных труб в кожухах: 0
Количество аномальных поперечных швов: 0
Количество аномальных продольных швов: 1
15;0;0;0;0;0;0;0;0;5,66;10;0;0;3;0;0;0;1